{
  "sodium.option_impact.low": "Thấp",
  "sodium.option_impact.medium": "Trung bình",
  "sodium.option_impact.high": "Cao",
  "sodium.option_impact.extreme": "Rất cao",
  "sodium.option_impact.varies": "Thay đổi",
  "sodium.options.pages.quality": "Chất lượng",
  "sodium.options.pages.performance": "Hiệu năng",
  "sodium.options.pages.advanced": "Nâng cao",
  "sodium.options.view_distance.tooltip": "Khoảng cách hiển thị kiểm soát khoảng cách địa hình sẽ được hiển thị. Khoảng cách ngắn hơn có nghĩa là sẽ hiển thị ít địa hình hơn, cải thiện tốc độ khung hình.",
  "sodium.options.simulation_distance.tooltip": "Khoảng cách mô phỏng kiểm soát khoảng cách địa hình và thực thể sẽ được tải và đánh dấu. Khoảng cách ngắn hơn có thể giảm tải cho máy chủ nội bộ và có thể cải thiện tốc độ khung hình.",
  "sodium.options.brightness.tooltip": "Kiểm soát độ sáng (gamma) của trò chơi.",
  "sodium.options.gui_scale.tooltip": "Đặt hệ số tỷ lệ tối đa sẽ được sử dụng cho giao diện người dùng. Nếu 'tự động' được sử dụng, thì hệ số tỷ lệ lớn nhất sẽ luôn được sử dụng.",
  "sodium.options.fullscreen.tooltip": "Nếu được bật, trò chơi sẽ hiển thị ở chế độ toàn màn hình (nếu được hỗ trợ).",
  "sodium.options.v_sync.tooltip": "Nếu được bật, tốc độ khung hình của trò chơi sẽ được đồng bộ hóa với tốc độ làm mới của màn hình, giúp mang lại trải nghiệm mượt mà hơn với chi phí là độ trễ đầu vào tổng thể. Cài đặt này có thể làm giảm hiệu suất nếu hệ thống của bạn quá chậm.",
  "sodium.options.fps_limit.tooltip": "Giới hạn số khung hình tối đa mỗi giây. Điều này có thể giúp giảm mức sử dụng pin và tải chung của hệ thống khi làm việc đa tác vụ. Nếu VSync được bật, tùy chọn này sẽ bị bỏ qua trừ khi nó thấp hơn tốc độ làm mới màn hình của bạn.",
  "sodium.options.view_bobbing.tooltip": "Nếu được bật, chế độ xem của người chơi sẽ lắc lư và lắc lư khi di chuyển xung quanh. Người chơi bị say tàu xe khi chơi có thể hưởng lợi từ việc tắt tính năng này.",
  "sodium.options.attack_indicator.tooltip": "Kiểm soát vị trí Chỉ thị tấn công được hiển thị trên màn hình.",
  "sodium.options.autosave_indicator.tooltip": "Nếu được bật, một chỉ thị sẽ hiển thị khi trò chơi đang lưu thế giới vào đĩa.",
  "sodium.options.graphics_quality.tooltip": "Chất lượng đồ họa mặc định kiểm soát một số tùy chọn cũ và cần thiết để tương thích với mod. Nếu các tùy chọn bên dưới được để \"Mặc định\", chúng sẽ sử dụng cài đặt này.",
  "sodium.options.clouds_quality.tooltip": "Kiểm soát sự hiện diện của các đám mây được hiển thị trên bầu trời.",
  "sodium.options.weather_quality.tooltip": "Kiểm soát chất lượng của hiệu ứng mưa và tuyết.",
  "sodium.options.leaves_quality.name": "Lá cây",
  "sodium.options.leaves_quality.tooltip": "Kiểm soát chất lượng của lá cây.",
  "sodium.options.particle_quality.tooltip": "Kiểm soát số lượng hạt tối đa có thể xuất hiện trên màn hình bất kỳ lúc nào.",
  "sodium.options.smooth_lighting.tooltip": "Kiểm soát xem các khối có được thắp sáng và đổ bóng mượt mà hay không. Điều này làm tăng một chút thời gian cần thiết để xây dựng lại một chunk, nhưng không ảnh hưởng đến tốc độ khung hình.",
  "sodium.options.biome_blend.value": "%s khối",
  "sodium.options.biome_blend.tooltip": "Kiểm soát phạm vi quần xã sinh vật sẽ được lấy mẫu để tô màu khối. Các giá trị cao hơn làm tăng đáng kể lượng thời gian cần thiết để xây dựng các chunk để giảm dần chất lượng cải thiện.",
  "sodium.options.entity_distance.tooltip": "Kiểm soát khoảng cách các thực thể có thể hiển thị từ người chơi. Giá trị cao hơn làm tăng khoảng cách hiển thị với chi phí của tốc độ khung hình.",
  "sodium.options.entity_shadows.tooltip": "Nếu được bật, các bóng cơ bản sẽ được hiển thị bên dưới mob và các thực thể khác.",
  "sodium.options.vignette.name": "Họa tiết",
  "modmenu.summaryTranslation.sodium": "Công cụ kết xuất hiện đại và mod tối ưu hóa phía máy khách cho Minecraft",
  "modmenu.descriptionTranslation.sodium": "Sodium là một mod tối ưu hóa nguồn mở và miễn phí dành cho Minecraft giúp cải thiện tốc độ khung hình và giảm độ trễ đột biến."
}
