{
  "sodium.option_impact.low": "Alacsony",
  "sodium.option_impact.medium": "Közepes",
  "sodium.option_impact.high": "Magas",
  "sodium.option_impact.extreme": "Extrém",
  "sodium.option_impact.varies": "Változó",
  "sodium.options.pages.quality": "Minőség",
  "sodium.options.pages.performance": "Teljesítmény",
  "sodium.options.pages.advanced": "Fejlett",
  "sodium.options.view_distance.tooltip": "A látótáv befolyásolja milyen messzire látod a tájat. A kisebb távolságok azt jelentik, hogy kevesebbet látsz a tájból ezzel nővelve az FPS-t.",
  "sodium.options.simulation_distance.tooltip": "A simulációs távolság irányítja, hogy milyen messze lesznek az entitások és, hogy a blokkokal együtt milyen közel tickelve. Kissebb távolságok csökkenteni tudják a szerver terhelését és növelheti az FPS-t.",
  "sodium.options.brightness.tooltip": "Irányítja a játék fényességét (gamma-ját).",
  "sodium.options.gui_scale.tooltip": "Beálítja a felhasználói felület maximum méretarányát. Ha az 'automatikus' van használva akkor mindig a lehető legnagyobb méret lesz használva.",
  "sodium.options.fullscreen.tooltip": "Ha be van kapcsolva a játék maximalizálva lesz (ha támogatott).",
  "sodium.options.v_sync.tooltip": "Ha be van kapcsolva a játék FPS-e szinkronizálva lesz a monitor frissitési rátájával, egy átlagosan simább élményért, a bemeneti összegzett késésével. Ez a beálitás lehet, hogy csökkenti a teljesítményt ha egy gyenge rendszered van.",
  "sodium.options.fps_limit.tooltip": "Limitálja a maximum képkockát másodpercenként. Ez segíthet csökkenteni az akkumulátor használatát és alap rendszerterhelést amikor multi-taskingolsz. Ha a VSync be van kapcsolva, ez az opció figyelembe lesz hagyva kivéve ha kisebb, mint a kijelződ frissitési rátája.",
  "sodium.options.view_bobbing.tooltip": "Ha be van kapcsolva, a kamera billegni fog mozgás közben. A játékosok akik mozgásszervi betegség érzékelnek játszás közben tudnak abból haszont húzni, hogy kikapcsolják.",
  "sodium.options.attack_indicator.tooltip": "Irányítja hol van a támadásjelző a képernyőn.",
  "sodium.options.autosave_indicator.tooltip": "Ha be van kapcsolva, egy jelzés lesz mutatva amikor a világ mentése történik.",
  "sodium.options.graphics_quality.tooltip": "Az alap grafika minőségi beálitások, pár régi opció és a kötelezőek kompatibilitási szempontokból. Ha az ez alatt lévő lehetőségek alapon lettek hagyva akkor ezt a beálitást fogják használni.",
  "sodium.options.clouds_quality.tooltip": "Beálítja az égen megjelenő felhők megjelenítését.",
  "sodium.options.weather_quality.tooltip": "Beálítja az eső és havazás effektek minőségét.",
  "sodium.options.leaves_quality.name": "Levelek",
  "sodium.options.leaves_quality.tooltip": "Beálítja a levelek minőségét.",
  "sodium.options.particle_quality.name": "Részecskék",
  "sodium.options.particle_quality.tooltip": "Beálítja a maximum mennyiségű részecske számot ami megjelenhet egyszerre a képernyőn.",
  "sodium.options.smooth_lighting.tooltip": "Beálítja, hogy a blokkok simán legyenek megvilágítva és árnyékolva. Ez egy kicsit megnöveli az időt ami szükséges egy chunk újra építéséhez, de nem nagyon van hatással az FPS-re.",
  "sodium.options.biome_blend.value": "%s blokk",
  "sodium.options.biome_blend.tooltip": "Beálítja a távolságot ami használva lesz a dinamikusan szineződő blokkok átmeneteléhez. Magasabb értékek nagyon megnövelik az időt ami szükséges a chunkok betöltéséhez. csökkenő növekedésért a minőségben.",
  "sodium.options.entity_distance.tooltip": "Beálítja milyen messze lesznek az entitások mutatva a játékostól. Magasabb értékek növelik a látótávot az entitásokhoz az FPS árán.",
  "sodium.options.entity_shadows.tooltip": "Ha be van kapcsolva alap árnyékok lesznek a mobok és egyéb entitások alatt.",
  "sodium.options.mipmap_levels.tooltip": "Beálítja a mipmapek számát ami használva lesz a blokkok model textúráihoz. Magasabb értékek jobb megjelenést adnak távolról a blokkoknak, de nagyon befolyásolja a teljesítményt sok animált textúrával.",
  "sodium.options.use_block_face_culling.tooltip": "Ha be van kapcsolva csak a blokkok azon oldala lesz a megjelenítéshez küldve amik a kamera felé néznek. Ez kizár sok blokk oldalt a megjelenítés legelején, memória és GPU használatot mentve. Néhány forráscsomag viszont okozhat problémákat, szóval próbáld meg kikapcsolni ezt ha lyukakat látsz a blokkokban.",
  "sodium.options.cpu_render_ahead_limit.value": "%s képkocka",
  "sodium.options.allow_direct_memory_access.name": "Közvetlen Memória Használat Engedélyezése",
  "sodium.options.allow_direct_memory_access.tooltip": "Ha be van kapcsolva néhány kritikus kód rész használhat majd közvetlen memória hozzáférést teljesítményért. Ez sokszor nagyon lecsökkenti a GPU túlterhelését a chunkok és entitások betöltésénél, de nehezebbé teheti a hibák és kifagyások azonosítását. Csak akkor kapcsold ki ha valaki megkér rá vagy tudod mit csinálsz."
}