{
  "sodium.option_impact.low": "Alacsony",
  "sodium.option_impact.medium": "Közepes",
  "sodium.option_impact.high": "Magas",
  "sodium.option_impact.extreme": "Szélsőséges",
  "sodium.option_impact.varies": "Változó",
  "sodium.options.pages.quality": "Minőség",
  "sodium.options.pages.performance": "Teljesítmény",
  "sodium.options.pages.advanced": "Haladó",
  "sodium.options.view_distance.tooltip": "A látótávolság irányítja, milyen messzire látható a táj. Rövidebb távolságok esetén kevesebb táj lesz látható, növelve a képkocka-sebességet.",
  "sodium.options.simulation_distance.tooltip": "A szimulációs távolság irányítja, milyen messzire lévő tájelemek és entitások lesznek betöltve és frissítve. Rövidebb távolságok csökkenthetik a szerver terhelését és növelhetik a képkocka-sebességet.",
  "sodium.options.brightness.tooltip": "Beállítja a játék fényerejét (gamma-ját).",
  "sodium.options.fullscreen.tooltip": "Ha be van kapcsolva, a játék teljes képernyős módban lesz (ha támogatott).",
  "sodium.options.v_sync.tooltip": "Ha be van kapcsolva, a játék képkocka-sebessége szinkronizálva lesz a monitor képfrissítési frekvenciájával, egy általánosan egyenletesebb élményért, a bemenet késésének kárára. Ez a beállítás csökkentheti a teljesítményt, ha a rendszered lassú.",
  "sodium.options.attack_indicator.tooltip": "Beállítja, hol jelenik meg a támadásjelző a képernyőn.",
  "sodium.options.autosave_indicator.tooltip": "Ha be van kapcsolva, egy jelzés lesz látható, amikor a világ mentése folyamatban van.",
  "sodium.options.graphics_quality.tooltip": "Az alapértelmezett grafikai minőség néhány régi opciót irányít és kompatibilitási szempontból szükséges. Ha az alábbi opciók \"Alapértelmezett\"-re vannak állítva, ezt a beállítást fogják használni.",
  "sodium.options.leaves_quality.name": "Levelek",
  "sodium.options.particle_quality.tooltip": "Beállítja a részecskék maximális számát, mely egyidejűleg jelen lehet a képernyőn.",
  "sodium.options.biome_blend.value": "%s blokk",
  "sodium.options.entity_shadows.tooltip": "Ha be van kapcsolva, alapvető árnyékok lesznek láthatók a szörnyek és egyéb entitások alatt.",
  "sodium.options.vignette.name": "Matrica",
  "sodium.options.use_block_face_culling.name": "Blokk-oldal selejtezést használata",
  "sodium.options.use_fog_occlusion.name": "Köd elrejtés használata",
  "sodium.options.use_fog_occlusion.tooltip": "Ha be van kapcsolva, azok a chunkok, amiket a köd teljesen eltakar nem lesznek megjelenítve, ezzel segítve a teljesítmény növelését. Ez a javítás nagyobb különbségeket tehet olyan helyeken ahol a köd közelebb van (pl. a víz alatt), de bizonyos esetekben nemkívánatos vizuális mellék-termékeket okozhat az ég és a köd között.",
  "sodium.options.use_entity_culling.name": "Entitás selejtezés használata",
  "sodium.options.animate_only_visible_textures.name": "Csak látható textúrák animálása",
  "sodium.options.cpu_render_ahead_limit.name": "CPU előre-renderelési határérték",
  "sodium.options.cpu_render_ahead_limit.value": "%s képkocka",
  "sodium.options.performance_impact_string": "Teljesítmény befolyás: %s",
  "sodium.options.use_persistent_mapping.name": "Állandó leképezés használata",
  "sodium.options.chunk_update_threads.name": "Chunk frissítési szálak",
  "sodium.options.always_defer_chunk_updates.name": "Chunk-frissítések elhalasztása",
  "sodium.options.use_no_error_context.name": "Kontextus nélküli hiba használata",
  "sodium.options.buttons.undo": "Mégse",
  "sodium.options.buttons.apply": "Alkalmaz",
  "sodium.options.buttons.donate": "Vegyél nekünk kávét!",
  "sodium.console.game_restart": "A játékot újra kell indítani egy vagy több videó beállítás alkalmazásához!",
  "sodium.console.broken_nvidia_driver": "Az NVIDIA grafikus illesztőprogramjai elavultak!\n  * Ez súlyos teljesítménybeli problémákat és összeomlásokat okozhat, ha a Sodium telepítve van.\n  * Kérjük, frissítse a grafikus illesztőprogramjait a legújabb verzióra (536.23 vagy újabb verzió.)",
  "sodium.console.pojav_launcher": "A PojavLauncher nem támogatott a Sodium használata során.\n  * Nagy valószínűséggel extrém teljesítménybeli problémák, grafikai hibák, összeomlások léphetnek fel.\n  * Magára lesz hagyatva, ha úgy dönt, folytatja -- nem fogunk segíteni a hibákkal vagy összeomlásokkal!",
  "sodium.console.core_shaders_error": "A következő erőforrás csomagok nem kompatibilisek a Sodiummal:",
  "sodium.console.core_shaders_warn": "A következő erőforrás csomagok lehetséges, hogy nem kompatibilisek a Sodiummal:",
  "sodium.console.core_shaders_info": "A részletes információkért nézd meg a játéknaplót.",
  "sodium.options.particle_quality.name": "Részecskék",
  "sodium.options.use_particle_culling.name": "Részecske selejtezés használata",
  "sodium.options.use_particle_culling.tooltip": "Ha be van kapcsolva, csak azok a részecskék lesznek megjelenítve, amik láthatónak lettek itélve. Ez hatalmas teljesítmény javulást okoz, amikor sok részecske van a közelben.",
  "sodium.options.allow_direct_memory_access.name": "Közvetlen memóriahasználat engedélyezése",
  "sodium.options.allow_direct_memory_access.tooltip": "Ha be van kapcsolva, néhány kritikus kód rész közvetlen memória hozzáféréssel rendelkezhet a teljesítményért. Ez gyakran nagymértékben csökkenti a CPU többletszámítást a chunk-ok és entitások betöltésénél, de nehezebbé teheti egyes hibák és összeomlások diagnosztizálását. Csak akkor kapcsold ki, ha valaki megkért rá, vagy ha tudod, mit csinálsz.",
  "sodium.options.enable_memory_tracing.name": "Memóriakövetés engedélyezése",
  "sodium.options.enable_memory_tracing.tooltip": "Hibakeresési funkció. Ha engedélyezve van, a veremnyomok a memóriafoglalások mellett összegyűjtésre kerülnek, hogy javítsák a diagnosztikai információkat memóriaszivárgás észlelésekor.",
  "sodium.options.chunk_memory_allocator.name": "Chunk memória lefoglaló",
  "sodium.options.chunk_memory_allocator.tooltip": "Kiválasztja a chunkok megjelenítéséhez használt memórialeosztót.\n- ASYNC: A leggyorsabb opció, jól működik a legtöbb modern grafikus illesztőprogrammal.\n- SWAP: Tartalék opció régebbi grafikus illesztőprogramokhoz. Jelentősen növelheti a memóriahasználatot.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "modmenu.summaryTranslation.sodium": "Modern megjelenítő motor és kliens oldali optimalizáló mod a Minecraft-hoz",
  "modmenu.descriptionTranslation.sodium": "A Sodium egy ingyenes és nyílt forráskódú optimalizáló mod a Minecraft-hoz, ami segít a képkocka-sebesség növelésében és csökkenti a lag-tüskéket.",
  "sodium.resource_pack.unofficial": "§7Nem hivatalos fordítások Sodium-hoz§r"
}
