{
  "sodium.option_impact.low": "Basso",
  "sodium.option_impact.medium": "Medio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Estremo",
  "sodium.option_impact.varies": "Variabile",
  "sodium.options.pages.quality": "Qualità",
  "sodium.options.pages.performance": "Prestazioni",
  "sodium.options.pages.advanced": "Avanzate",
  "sodium.options.view_distance.tooltip": "La distanza di rendering controlla entro quale distanza il terreno verrà visualizzato. Distanze più basse comporteranno meno terreno visualizzato, aumentando gli FPS.",
  "sodium.options.simulation_distance.tooltip": "La distanza di simulazione controlla entro la quale terreno ed entità saranno caricate e processate. Distanze minori possono ridurre il carico interno del server e migliorare le prestazioni.",
  "sodium.options.brightness.tooltip": "Controlla la luminosità (gamma) del gioco.",
  "sodium.options.fullscreen.tooltip": "Se abilitato, il gioco sarà visualizzato a schermo intero (se supportato).",
  "sodium.options.v_sync.tooltip": "Se abilitato, gli Fps del gioco verranno sincronizzati con la frequenza di aggiornamento del monitor, rendendo l'esperienza generalmente più fluida a discapito della latenza di input complessiva. Questa impostazione potrebbe ridurre le prestazioni se il tuo sistema è troppo lento.",
  "sodium.options.attack_indicator.tooltip": "Controlla dove visualizzare l'indicatore di attacco sullo schermo.",
  "sodium.options.autosave_indicator.tooltip": "Se abilitato, verrà mostrato un indicatore quando il gioco sta salvando il mondo sul disco.",
  "sodium.options.graphics_quality.tooltip": "La qualità grafica predefinita controlla alcune opzioni legacy ed è necessaria per la compatibilità delle mod. Se le opzioni seguenti vengono lasciate su \"Predefinito\", utilizzeranno questa impostazione.",
  "sodium.options.leaves_quality.name": "Foglie",
  "sodium.options.particle_quality.tooltip": "Controlla il numero massimo di particelle che possono essere presenti sullo schermo contemporaneamente.",
  "sodium.options.biome_blend.value": "%s blocchi",
  "sodium.options.entity_shadows.tooltip": "Se abilitato, ombre di base saranno visualizzate sotto i mob e le altre entità.",
  "sodium.options.vignette.name": "Vignettatura",
  "sodium.options.use_block_face_culling.name": "Usa il Culling delle faccie dei blocchi",
  "sodium.options.use_fog_occlusion.name": "Usa occlusione nebbia",
  "sodium.options.use_fog_occlusion.tooltip": "Se abilitato, i chunk che dovrebbero essere completamente nascosti dalla nebbia non saranno visualizzati, migliorando le prestazioni. Il miglioramento può essere maggiore quando gli effetti nebbia sono più intensi, (ad esempio sott'acqua), ma può causare artefatti visivi tra il cielo e la nebbia in certi casi.",
  "sodium.options.use_entity_culling.name": "Usa Culling entità",
  "sodium.options.animate_only_visible_textures.name": "Anima solo le texture visibili",
  "sodium.options.cpu_render_ahead_limit.name": "Limita rendering CPU anticipato",
  "sodium.options.cpu_render_ahead_limit.value": "%s fps",
  "sodium.options.performance_impact_string": "Impatto prestazioni: %s",
  "sodium.options.use_persistent_mapping.name": "Usa mapping persistente",
  "sodium.options.chunk_update_threads.name": "Thread per l'aggiornamento dei chunk",
  "sodium.options.always_defer_chunk_updates.name": "Ritarda aggiornamento chunk",
  "sodium.options.use_no_error_context.name": "Usa \"No Error Context\"",
  "sodium.options.buttons.undo": "Annulla",
  "sodium.options.buttons.apply": "Applica",
  "sodium.options.buttons.donate": "Offrici un caffè!",
  "sodium.console.game_restart": "Il gioco dovrà essere riavviato per applicare una o più impostazioni video!",
  "sodium.console.broken_nvidia_driver": "I tuoi driver grafici NVIDIA non sono aggiornati!\n    * Ciò causerà gravi problemi di prestazioni e crash mentre sodium è installato Sodium.\n    * Aggiorna i driver grafici all'ultima versione (versione 536.23 o successiva)",
  "sodium.console.pojav_launcher": "PojavLauncher non è supportato quando si utilizza Sodium.\n   * È molto probabile che imbattersi in problemi di prestazioni estreme, bug grafici e arresti anomali.\n   * Sarai da solo se decidi di continuare -- non ti aiuteremo con bug o arresti anomali!",
  "sodium.console.core_shaders_error": "I seguenti pacchetti di risorse sono incompatibili con Sodium:",
  "sodium.console.core_shaders_warn": "I seguenti pacchetti di risorse potrebbero essere incompatibili con Sodium:",
  "sodium.console.core_shaders_info": "Controlla i log del gioco per informazioni dettagliate.",
  "sodium.options.particle_quality.name": "Particelle",
  "sodium.options.use_particle_culling.name": "Usa Culling particelle",
  "sodium.options.use_particle_culling.tooltip": "Se abilitato, solo le particelle visibili verranno renderizzate. Questo può migliorare notevolmente gli fps quando molte particelle sono nelle vicinanze.",
  "sodium.options.allow_direct_memory_access.name": "Permetti accesso diretto alla memoria",
  "sodium.options.allow_direct_memory_access.tooltip": "Se abilitato, alcuni percorsi di codice critici potranno usare un accesso diretto alla memoria per le prestazioni. Ciò spesso riduce il carico della CPU per il rendering di chunk ed entità, ma può rendere difficile diagnosticare bug e crash. Dovresti disabilitarlo solo se ti è stato chiesto o se sai cosa stai facendo.",
  "sodium.options.enable_memory_tracing.name": "Abilita tracciamento della memoria",
  "sodium.options.enable_memory_tracing.tooltip": "Opzione di debug. Se abilitata, verranno raccolte tracce dello stack alla allocazione della memoria per migliorare la diagnostica delle informazioni quando sono rilevati memory leak.",
  "sodium.options.chunk_memory_allocator.name": "Alloca memoria chunk",
  "sodium.options.chunk_memory_allocator.tooltip": "Seleziona l'allocatore di memoria che sarà usato per il rendering dei chunk.\n- Asincrono: Opzione più veloce, funziona bene con i driver grafici più recenti.\n- Scambio: Opzione di riserva per i driver grafici più vecchi. Può aumentare di molto l'uso della memoria.",
  "sodium.options.chunk_memory_allocator.async": "Asincrono",
  "sodium.options.chunk_memory_allocator.swap": "Scambio",
  "modmenu.summaryTranslation.sodium": "Un motore di rendering moderno e una mod lato client per ottimizzare Minecraft",
  "modmenu.descriptionTranslation.sodium": "Sodium è una mod open-source per ottimizzare Minecraft che migliora gli fps e riduce le lag spikes.",
  "sodium.resource_pack.unofficial": "§7Traduzione non ufficiale per Sodium§r"
}
