{
  "sodium.option_impact.low": "Niski",
  "sodium.option_impact.medium": "Średni",
  "sodium.option_impact.high": "Wysoki",
  "sodium.option_impact.extreme": "Ekstremalny",
  "sodium.option_impact.varies": "Różny",
  "sodium.options.pages.quality": "Jakość",
  "sodium.options.pages.performance": "Wydajność",
  "sodium.options.pages.advanced": "Zaawansowane",
  "sodium.options.view_distance.tooltip": "Zasięg renderowania kontroluje, jak daleko otoczenie będzie renderowane. Krótszy dystans oznacza, że mniej otoczenia będzie renderowane, zwiększając klatki na sekundę.",
  "sodium.options.simulation_distance.tooltip": "Zasięg symulacji kontroluje jak daleko otoczenie i byty będą wczytywane i symulowane. Krótsze dystansy mogą zmniejszyć obciążenie wewnętrznego serwera i poprawić klatki na sekundę.",
  "sodium.options.brightness.tooltip": "Kontroluje jasność (Gamma) gry.",
  "sodium.options.gui_scale.tooltip": "Ustawia maksymalne skalowanie użyte dla interfejsu użytkownika. Jeśli opcja \"auto\" jest użyta, wtedy największa skala interfejsu będzie użyta.",
  "sodium.options.fullscreen.tooltip": "Jeśli włączone, gra będzie wyświetlana w trybie pełnoekranowym (Jeśli opcja jest wspierana).",
  "sodium.options.v_sync.tooltip": "Jeśli opcja została włączona, klatki na sekundę będą zsynchronizowane z odświeżaniem monitora, dzięki czemu uzyskasz efekt wygładzania kosztem gorszego opóźnienia wejścia. To ustawienie może zmniejszyć wydajność, jeśli twój sprzęt jest zbyt słaby.",
  "sodium.options.fps_limit.tooltip": "Limituje maksymalną liczbę klatek na sekundę (FPS). Ta opcja może ci pomóc w zmniejszeniu zużycia baterii i pracy systemu gdy robisz wiele rzeczy na raz (multitasking). Jesli VSync jest włączony, limit klatek będzie zignorowany jeśli jest mniejszy od odświeżania twojego monitora.",
  "sodium.options.view_bobbing.tooltip": "Jeśli jest włączone, pole widzenia gracza będzie się bujać i podskakiwać. Gracze, którzy posiadają chorobę lokomocyjną lub tym podobne mogą mieć korzyści z wyłączenia tego.",
  "sodium.options.attack_indicator.tooltip": "Kontroluje gdzie Ikona ataku jest wyświetlana na ekranie.",
  "sodium.options.autosave_indicator.tooltip": "Jeśli włączone, ikona zapisywania będzie pokazana, gdy gra zapisuje świat na dysku.",
  "sodium.options.graphics_quality.tooltip": "Domyślna jakość grafiki kontroluje jakość starych opcji i jest potrzebna do kompatybilności modów. Jeśli opcje poniżej są ustawione na \"Domyślne\", wtedy użyją one tej opcji.",
  "sodium.options.clouds_quality.tooltip": "Poziom jakości jest użyty do renderowania chmur na niebie. Nie ważne, że opcje się nazywają \"Szybkie\" i \"Fantazyjny\", efekt na wydajności będzie znikomy.",
  "sodium.options.weather_quality.tooltip": "Kontroluje dystans, z którego efekty pogody, takie jak deszcz i śnieg będą renderowane.",
  "sodium.options.leaves_quality.name": "Liście",
  "sodium.options.leaves_quality.tooltip": "Kontroluje czy liście będą przejrzyste (fantazyjne) lub ich nieprzejrzyste (Szybkie).",
  "sodium.options.particle_quality.tooltip": "Kontroluje maksymalną ilość cząsteczek, które mogą być renderowane na ekranie w tym samym czasie.",
  "sodium.options.smooth_lighting.tooltip": "Włącza łagodne światło i shading bloków w świecie. Ta opcja może troszkę podwyższyć ilość czasu, jaką zajmuje załadowanie lub zaktualizowanie chunka, lecz nie ma wpływu na klatki na sekundę (FPS).",
  "sodium.options.biome_blend.value": "%s blok(ów)",
  "sodium.options.biome_blend.tooltip": "Dystans (w blokach) w którym kolory biomów są wygładzane. Używanie wyższych wartości zwiększy czas załadowania lub zaktualizowania chunków, w malejących poprawkach jakości.",
  "sodium.options.entity_distance.tooltip": "Mnożnik dystansu renderowania jest użyty przez renderowanie bytów. Mniejsze wartości zmniejszają, a większe zwiększają, maksymalny dystans, na których byty będą renderowane.",
  "sodium.options.entity_shadows.tooltip": "Jeśli włączone, podstawowe cienie będą renderowane pod mobami i innymi bytami.",
  "sodium.options.vignette.name": "Winieta",
  "sodium.options.vignette.tooltip": "Jeśli włączone, efekt winiety będzie zaaplikowany, gdy gracz jest w ciemniejszych zakamarkach świata, co zrobi ogólny obraz ciemniejszym i bardziej dramatycznym.",
  "sodium.options.mipmap_levels.tooltip": "Kontroluje ilość mipmap, które będą użyte do tekstur modeli bloku. Większe wartości skutkują w lepszym renderowaniu bloków na dystansie, lecz może skutkować w gorszej wydajności przy dużej ilości animowanych tekstur.",
  "sodium.options.use_block_face_culling.name": "Użyj chowania (cullingu) bloków",
  "sodium.options.use_block_face_culling.tooltip": "Jeśli włączone, tylko niektóre strony bloków, które są odwrócone w stronę kamery, będą renderowane (culling). To może wyeliminować dużą liczbę stron bloków we wcześniejszym procesie renderowania, przy tym ulepszając wydajność renderowania. Niektóre paczki zasobów mogą mieć problem z tą opcją, możesz wtedy spróbować wyłączyć tę opcję jeśli widzisz dziury w blokach.",
  "sodium.options.use_fog_occlusion.name": "Użyj okluzji mgły",
  "sodium.options.use_fog_occlusion.tooltip": "Jeśli włączone, chunki które są zdeterminowane do pełnego ukrycia przez mgłę nie będą renderowane, ulepszając wydajność. Efekt poprawy może być większy gdy efekt mgły jest cięższy (Np. pod wodą), ale może skutkować w niechcianych artefaktach graficznych pomiędzy niebem a mgłą w niektórych przypadkach.",
  "sodium.options.use_entity_culling.name": "Użyj chowania bytów",
  "sodium.options.use_entity_culling.tooltip": "Jeśli włączone, byty, które są w polu widzenia kamery, lecz nie w środku widocznego chunka, będą zignorowane przy renderowaniu. Ta optymalizacja używa informacji o widoczności, która już istnieje dla renderowania chunków i nie zmniejsza wydajności.",
  "sodium.options.animate_only_visible_textures.name": "Animuj tylko widoczne tekstury",
  "sodium.options.cpu_render_ahead_limit.name": "Limit renderowania klatek z wyprzedzeniem przez CPU",
  "sodium.options.cpu_render_ahead_limit.value": "%s klat(ki/ek)",
  "sodium.options.performance_impact_string": "Wpływ na wydajność: %s",
  "sodium.options.use_persistent_mapping.name": "Używaj trwałego mapowania",
  "sodium.options.chunk_update_threads.name": "Wątki do aktualizowania chunków",
  "sodium.options.always_defer_chunk_updates.name": "Zawsze opóźniaj aktualizowanie chunków",
  "sodium.options.use_no_error_context.name": "Używaj braku kontekstu błędu",
  "sodium.options.buttons.undo": "Cofnij",
  "sodium.options.buttons.apply": "Zastosuj",
  "sodium.options.buttons.donate": "Kup nam kawę!",
  "sodium.console.game_restart": "Gra musi być zrestartowana, żeby zaaplikować jedno lub więcej opcji wideo!",
  "sodium.console.broken_nvidia_driver": "Twoje sterowniki NVIDIA są przestarzałe!\n *To może powodować straszne obniżenie wydajności i crashe, jeśli Sodium jest zainstalowane.\n *Proszę zaktualizować swoje sterowniki graficzne do ostatniej wersji (wersja 536.23 lub nowsze.)",
  "sodium.console.pojav_launcher": "PojavLauncher nie jest wspierany, gdy używany jest Sodium.\n *Mogą być ekstremalne problemy z wydajnością, bugi graficzne, jak i crashe.\n *Będziesz działał sam, jeśli zdecydujesz się kontynuować -- nie pomożemy ci z jakimikolwiek bugami czy crashami!",
  "sodium.console.core_shaders_error": "Następujące pakiety zasobów są niekompatybilne z Sodium:",
  "sodium.console.core_shaders_warn": "Następujące pakiety zasobów mogą być niekompatybilne z Sodium:",
  "sodium.console.core_shaders_info": "Sprawdź dziennik gry, aby uzyskać szczegółowe informacje.",
  "sodium.options.particle_quality.name": "Cząstki",
  "sodium.options.use_particle_culling.name": "Chowanie cząsteczek",
  "sodium.options.use_particle_culling.tooltip": "Jeśli włączone, tylko cząsteczki, które są uważane za widzialne, będą renderowane. To może zagwarantować poprawę wydajności klatek na sekundę, gdy jest wiele cząsteczek w polu widzenia.",
  "sodium.options.allow_direct_memory_access.name": "Zezwól na bezpośredni dostęp do pamięci",
  "sodium.options.allow_direct_memory_access.tooltip": "Jeśli włączone, niektóre krytyczne ścieżki kodu będą miały pozwolenie na użycie bezpośredniego dostępu do pamięci dla wydajności. To może pomóc z obciążeniem CPU do renderowania chunków i bytów, lecz może utrudnić diagnozę bugów i crashy. Powinieneś to wyłączyć tylko wtedy kiedy byłeś o to zapytany lub wiesz co robisz.",
  "sodium.options.enable_memory_tracing.name": "Włącza śledzenie pamięci",
  "sodium.options.enable_memory_tracing.tooltip": "Funkcja debugowania. Jeśli włączone, śledzona pamięć będzie zbierana dodatkowo z alokacją pamięci w ulepszeniu informacji diagnostycznych, gdy wycieki pamięci są wykryte.",
  "sodium.options.chunk_memory_allocator.name": "Alokator pamięci chunków",
  "sodium.options.chunk_memory_allocator.tooltip": "Wybiera alokacje pamięci, która będzie użyta do renderowania chunków.\n- ASYNC (Asynchroniczna): Najszybsza opcja, działa dobrze z większością nowoczesnych sterowników graficznych.\n- SWAP: Opcja awaryjna dla starszych sterowników graficznych. Może skutkować w zwiększonym użyciu pamięci.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "modmenu.summaryTranslation.sodium": "Nowoczesny silnik renderowania i optymalizacja ze strony klienta dla Minecrafta",
  "modmenu.descriptionTranslation.sodium": "Sodium to darmowy i otwartoźródłowy mod do Minecrafta który zwiększa liczbę klatek na sekundę i redukuje nagłe opóźnienia.",
  "sodium.resource_pack.unofficial": "§7Nieoficjalne tłumaczenia dla Sodium§r"
}
