{
  "sodium.option_impact.low": "Baixo",
  "sodium.option_impact.medium": "Médio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Extremo",
  "sodium.option_impact.varies": "Varia",
  "sodium.options.pages.quality": "Qualidade",
  "sodium.options.pages.performance": "Desempenho",
  "sodium.options.pages.advanced": "Avançado",
  "sodium.options.view_distance.tooltip": "A distância de renderização controla quão longe o terreno será renderizado. Distâncias mais curtas significam que menos terreno será renderizado, melhorando o FPS.",
  "sodium.options.simulation_distance.tooltip": "A distância de simulação controla a distância que o terreno e as entidades serão carregadas e marcadas (tique). Distâncias mais curtas reduzem a carga do servidor interno e podem melhorar o FPS.",
  "sodium.options.brightness.tooltip": "Controla a luminosidade (gamma) do jogo.",
  "sodium.options.gui_scale.tooltip": "Define o fator máximo da escala usada na interface. No automático, a maior escala sempre será usada.",
  "sodium.options.fullscreen.tooltip": "Se ligado, o jogo aparece em ecrã cheio (se suportado).",
  "sodium.options.v_sync.tooltip": "Se ativado, a taxa de quadros do jogo será sincronizada com a taxa de atualização do monitor, proporcionando uma experiência geralmente mais suave às custas da latência nos comandos. Esta definição pode reduzir o desempenho se o teu sistema for muito lento.",
  "sodium.options.fps_limit.tooltip": "Limita o número máximo de FPS. Isto pode ajudar a reduzir o uso da bateria e a carga geral do sistema ao realizar várias tarefas. Se o VSync estiver ativado, esta opção será ignorada, a menos que seja inferior à taxa de atualização do teu monitor.",
  "sodium.options.view_bobbing.tooltip": "Quando ativado, a visão do jogador balançará quando ao se movimentar. Jogadores com enjoo do movimento podem beneficiar da desativação desta opção.",
  "sodium.options.attack_indicator.tooltip": "Define a posição do indicador de ataque no ecrã.",
  "sodium.options.autosave_indicator.tooltip": "Quando ativado, um indicado será exibido quando o mundo estiver a ser guardado no disco.",
  "sodium.options.graphics_quality.tooltip": "A qualidade gráfica predefinida controla algumas opções antigas e é necessária para a compatibilidade com mods. Se as opções abaixo forem deixadas em \"Predefinido\", elas usarão esta configuração.",
  "sodium.options.clouds_quality.tooltip": "Define a renderização de nuvens no céu.",
  "sodium.options.weather_quality.tooltip": "Define a qualidade dos efeitos de chuva e neve.",
  "sodium.options.leaves_quality.name": "Folhas",
  "sodium.options.leaves_quality.tooltip": "Define a qualidade das folhas.",
  "sodium.options.particle_quality.name": "Qualidade de Partículas",
  "sodium.options.particle_quality.tooltip": "Controla o número máximo de partículas que podem estar presentes no ecrã a qualquer momento.",
  "sodium.options.smooth_lighting.tooltip": "Controla se os blocos serão suavemente iluminados e sombreados. Isto aumenta ligeiramente a quantidade de tempo necessário para reconstruir um chunk, mas não afeta o desempenho geral.",
  "sodium.options.biome_blend.value": "%s bloco(s)",
  "sodium.options.biome_blend.tooltip": "Define o intervalo em que os biomas serão amostrados para a coloração de blocos. Valores mais altos aumentam consideravelmente o tempo necessário para gerar chunks com melhorias de qualidade decrescentes.",
  "sodium.options.entity_distance.tooltip": "Define a que distância do jogador as entidades podem renderizar. Valores mais altos aumentam a distância de renderização, mas diminuem a taxa de quadros.",
  "sodium.options.entity_shadows.tooltip": "Quando ativado, sombras básicas serão renderizadas debaixo de criaturas e outras entidades.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "Quando ativado, um efeito de vinheta será exibido na visão do jogador. É muito improvável que isto faça diferença na taxa de quadros, a menos que esta esteja limitada.",
  "sodium.options.chunk_memory_allocator.name": "Alocador de Memória para Chunks",
  "sodium.options.chunk_memory_allocator.tooltip": "Seleciona o alocador de memória que será utilizado para renderização de chunks.\n- ASSÍNCRONO: Opção mais rápida, funciona bem com a maioria dos controladores gráficos modernos.\n- SWAP: Opção Fallback para controladores gráficos mais antigos. Pode aumentar o uso de memória significativamente.",
  "sodium.options.chunk_memory_allocator.async": "Assíncrono",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Threads para Atualizações de Chunks",
  "sodium.options.chunk_update_threads.tooltip": "Especifica o número de threads a utilizar para construção de chunks. Usar mais threads pode acelerar o carregamento e a velocidade de atualização dos chunks, mas pode negativamente afetar o FPS.",
  "sodium.options.always_defer_chunk_updates.name": "Sempre Adiar Atualizações dos Chunks",
  "modmenu.descriptionTranslation.sodium": "O Sodium é um mod de otimização livre e de código aberto para o Minecraft que melhora o FPS e reduz os picos de atraso.",
  "sodium.resource_pack.unofficial": "§7Traduções não oficiais para o Sodium§r"
}
