{
  "sodium.option_impact.low": "Låg",
  "sodium.option_impact.medium": "Medium",
  "sodium.option_impact.high": "Hög",
  "sodium.option_impact.extreme": "Extrem",
  "sodium.option_impact.varies": "Varierar",
  "sodium.options.pages.quality": "Kvalitet",
  "sodium.options.pages.performance": "Prestanda",
  "sodium.options.pages.advanced": "Avancerat",
  "sodium.options.view_distance.tooltip": "Synligt avstånd kontrollerar hur långt bort terrängen renderas. Ett kortare synligt avstånd betyder mindre terräng och högre bildfrekvens.",
  "sodium.options.simulation_distance.tooltip": "Simulerat avstånd kontrollerar hur långt bort terräng och entiteter laddas in. Kortare distanser kan reducera den interna serverns belastning och öka bildfrekvensen.",
  "sodium.options.brightness.tooltip": "Kontrollerar ljusstyrkan i spelet.",
  "sodium.options.gui_scale.tooltip": "Sätter den maximala skalfaktorn som används för gränssnittet. Om auto används kommer den största skalan användas.",
  "sodium.options.fullscreen.tooltip": "Om aktiverad så kommer spelet köras i helskärm.",
  "sodium.options.v_sync.tooltip": "Om aktiverad så kommer spelets bildfrekvens synkas till skärmens uppdateringsfrekvens vilket resulterar i en smidigare spelupplevelse vid kostnaden av ingångslatens. Denna inställning kan minska prestandan om ditt system är för långsamt.",
  "sodium.options.fps_limit.tooltip": "Begränsar det maximala antalet bilder per sekund. Detta kan reducera batterianvändning och generell systembelastning vid multitasking. Om VSync är aktiverat kommer denna inställning ignoreras om det inte är lägre än din skärms uppdateringsfrekvens.",
  "sodium.options.view_bobbing.tooltip": "Om aktiverat kommer spelarens vy att svaja och guppa när den rör sig. Spelare som upplever åksjuka medan de spelar kan dra nytta av att inaktivera detta.",
  "sodium.options.attack_indicator.tooltip": "Kontrollerar var attackmätaren visas på skärmen.",
  "sodium.options.autosave_indicator.tooltip": "När inställningen är påslagen kommer en indikator visas när spelet sparar världen till disken.",
  "sodium.options.graphics_quality.tooltip": "Standardgrafiksinställningarna kontrollerar några äldre inställningar och är nödvändig för mod-kompabilitet. Om inställningarna nedan är inställda på \"Standard\" kommer denna inställning användas.",
  "sodium.options.clouds_quality.tooltip": "Kontrollerar renderade molnen i himlen.",
  "sodium.options.weather_quality.tooltip": "Kontrollerar kvaliteten av regn och snöeffekter.",
  "sodium.options.leaves_quality.name": "Löv",
  "sodium.options.leaves_quality.tooltip": "Kontrollerar kvaliteten av löv.",
  "sodium.options.particle_quality.name": "Partikelkvalitet",
  "sodium.options.particle_quality.tooltip": "Kontrollerar maxantalet partiklar som kan visas på skärmen samtidigt.",
  "sodium.options.smooth_lighting.tooltip": "Kontrollerar om block ska vara jämnt upplyst och skuggad. Detta kan öka tiden det tar för en chunk att ladda in, men borde inte påverka bildfrekvensen.",
  "sodium.options.biome_blend.value": "%s block",
  "sodium.options.biome_blend.tooltip": "Kontrollerar räckvidden för biomers färger att blandas. Högre värden ökar tiden det tar för chunks att byggas upp med högre kvalitet.",
  "sodium.options.entity_distance.tooltip": "Kontrollerar hur långt bort entiteter kan renderas från spelaren. Högre värden ökar avståndet med en kostnad av bildfrekvens.",
  "sodium.options.entity_shadows.tooltip": "Om instållningen är påslagen, kommer simpla skuggor renderas under mobs och andra entiteter.",
  "sodium.options.vignette.name": "Vinjett",
  "sodium.options.vignette.tooltip": "Om inställningen är påslagen kommer en vinjetteffekt renderas på spelarens synfält. Det är väldigt ovanligt att inställningen kommer göra en skillnad på bildfrekvensen om inte du är begränsad av fill-rate.",
  "sodium.options.mipmap_levels.tooltip": "Kontrollerar antalet mipmapsnivåer som används för blockens modelltexturer. Högre värden ger bättre rendering av block längre bort men kan ge en effekt på prestandan med många animerade texturer.",
  "sodium.options.use_block_face_culling.name": "Använd Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "Om inställningen är på kommer endast sidorna av block som går att se bli renderat. Detta kan eliminera ett stort antal block som ska renderas och sparar därför minnesbandbredd och tid för GPU: n. Vissa resurspaket kan ha problem med inställningen, prova då att stänga av inställningen om problem uppstår.",
  "sodium.options.use_fog_occlusion.name": "Använd Dimmesocklusion",
  "sodium.options.use_fog_occlusion.tooltip": "Om inställningen är påslagen kommer chunks som är gömd från dimman inte renderas vilket hjälper prestandan. Prestandans förbättring kan vara med dramatisk när dimmans effekt är högre (som t. ex. under vattnet), men kan ge oönskade visuella artefakter mellan himlen och dimman i vissa tillfällen.",
  "sodium.options.use_entity_culling.name": "Använd Entitetsculling",
  "sodium.options.use_entity_culling.tooltip": "Om inställningen är påslagen kommer entiter som inte är synliga skippas under renderingsprocessen. Detta kan hjälpa prestandan via att undvika rendering av entiteter som är under marken eller bakom väggar.",
  "sodium.options.use_particle_culling.name": "Använd Partikelculling",
  "sodium.options.use_particle_culling.tooltip": "Om inställningen är påslagen kommer endast de partiklarna som kan ses renderas. Detta kan ge en betydande förbättring i bildfrekvenser när det finns många partiklar i närheten.",
  "sodium.options.animate_only_visible_textures.name": "Animera endast synliga texturer",
  "sodium.options.animate_only_visible_textures.tooltip": "Om det är aktiverat kommer endast animerade texturer som fastställts vara synliga att uppdateras. Detta kan ge en betydande ökning av bildhastigheter på viss hårdvara, särskilt med tyngre resurspaket. Om du upplever problem med att vissa texturer inte är animerade, försök att inaktivera det här alternativet.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU gräns för framtidsrendering",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Anger det maximala antalet bildrutor som CPU:n kan vänta på att grafikprocessorn ska slutföra renderingen. Mycket låga eller höga värden kan skapa bildhastighetsinstabilitet.",
  "sodium.options.cpu_render_ahead_limit.value": "%s bildrutor",
  "sodium.options.allow_direct_memory_access.name": "Tillåt direkt minnesåtkomst",
  "sodium.options.allow_direct_memory_access.tooltip": "Om inställningen är påslagen kommer kritiska kodvägar bli tillåten att använda direkt minnesåtkomst för prestandan. Detta kan ofta sänka CPU overhead för chunks- och entitetsrendering men kan göra det svårare att diagnostisera vissa buggar och krascher. Du borde endast stänga av detta om du blivit tillsagd eller vet vad du gör.",
  "sodium.options.enable_memory_tracing.name": "Aktivera minnesspårning",
  "sodium.options.enable_memory_tracing.tooltip": "Felsökningsfunktion. Om påslagen samlas stackspår in tillsammans med minnesallokeringar för att hjälpa diagnostisk information när minnesläckor upptäcks.",
  "sodium.options.performance_impact_string": "Prestandapåverkan: %s",
  "sodium.options.use_persistent_mapping.name": "Använd Ständig Mappning",
  "sodium.options.use_persistent_mapping.tooltip": "Om det är aktiverat kommer en liten mängd minne ständigt att mappas som en mellanlagringsbuffert för uppladdning av bitar, vilket hjälper till att minska CPU-overhead och instabilitet i ramtid vid laddning eller uppdatering av bitar.\n\nKräver OpenGL 4.4 eller ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Chunkminnesallokering",
  "sodium.options.chunk_memory_allocator.tooltip": "Väljer minnesallokeringen som används för renderingen av chunks.\n- ASYNC: Snabbaste valet, fungerar oftast bra med nyare grafikkort.\n- SWAP: Reservalternativ för äldre grafikkort. Kan öka minnesanvändning.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Bitupdateringstrådar",
  "sodium.options.chunk_update_threads.tooltip": "Speciferar antalet trådar som ska användas för datablocksbyggande. Att använda mer trådar kan snabba upp inladdning och uppdateringshastighet av datablock, men kan påverka bildfrekvensen.",
  "sodium.options.always_defer_chunk_updates.name": "Skjut alltid upp uppdateringar av bitar",
  "sodium.options.always_defer_chunk_updates.tooltip": "Om det är aktiverat kommer renderingen aldrig att vänta på att uppdateringar av bitar ska slutföras, även om de är viktiga. Detta kan förbättra bildhastigheterna avsevärt i vissa scenarier, men det kan skapa betydande visuell eftersläpning i världen.",
  "sodium.options.use_no_error_context.name": "Använd ingen felkontext",
  "sodium.options.use_no_error_context.tooltip": "Om det är aktiverat kommer OpenGL-kontexten att skapas med felkontroll inaktiverad. Detta kan förbättra prestandan något, men det ökar också risken att spelet kraschar istället för att graciöst hantera OpenGL-fel. Du bör inaktivera det här alternativet om du upplever plötsliga oförklarade krascher.",
  "sodium.options.buttons.undo": "Ångra",
  "sodium.options.buttons.apply": "Verkställ",
  "sodium.options.buttons.donate": "Köp oss en kaffe!",
  "sodium.console.game_restart": "Spelet måste startas om för att tillämpa en eller flera videoinställningar!",
  "sodium.console.broken_nvidia_driver": "Dina NVIDIA grafikkortsdrivrutiner är utdaterad!\n  * Detta kommer ge dig allvariga prestandaproblem och krascher när Sodium är installerat.\n  * Var god att uppdatera dina drivrutiner till den senaste versionen (version 536.23 eller nyare.)",
  "sodium.console.pojav_launcher": "PojavLauncher stöds inte när du använder Sodium.\n  * Det är mycket troligt att du stöter på extrema prestandaproblem, grafiska buggar och krascher.\n  * Du kommer att vara på egen hand om du bestämmer dig för att fortsätta -- vi hjälper dig inte med några buggar eller krascher!",
  "sodium.console.core_shaders_error": "Följande resurspaket är inkompatibla med Sodium:",
  "sodium.console.core_shaders_warn": "Följande resurspaket kan vara inkompatibla med Sodium:",
  "sodium.console.core_shaders_info": "Se spelloggen för detaljerad information.",
  "modmenu.summaryTranslation.sodium": "Modern renderingsmotor och klient-optimerings mod för Minecraft",
  "modmenu.descriptionTranslation.sodium": "Sodium är en gratis och öppen optimiseringsmod för Minecraft som ökar bildfrekvensen och minskar fördröjningsspikar.",
  "sodium.resource_pack.unofficial": "§7Inofficiella översättningar för Sodium§r"
}
